{
  "trivias": [
    "Batanes is the only region in the Philippines with a \"winter\" season",
    "The Baclayon Church in Bohol was built using coral stones and egg whites.",
    "The country's oldest tree (Canlaon Century Balete tree) is located in Canlaon City, Negros Oriental.",
    "The Jesuit House (Museo de Parian) located in Cebu City is the oldest documented house in the country.",
    "Emilio Aguinaldo, the first Philippine president was born on 1869 in Cavite.",
    "The original \"barrel man\" of Ifugao woodcarvers was a symbol of indirect protest against American colonizers",
    "Mt. Pinatubo on the Philippine island of Luzon erupted on June 15, 1991, and created the largest mushroom cloud in the world.",
    "In the Philippine island province of Camiguin, there are more volcanoes (7) than towns (5).",
    "The eight rays of the sun (flag) represent the first eight provinces, Manila, Cavite, Bulacan, Pampanga, Nueva Ecija, Tarlac, Laguna, and Batangas, which revolted against Spanish rule.",
    "Apolinario Mabini was the first Prime Minister of the Philippines. He was born in Tanauan, Batangas.",
    "Abra is Spanish for \"opening\", which the province was originally called El Abra de Vigan (The Gap of Vigan)",
    "Albay was shortened from the phrase Al Baybay which means \"by the shore\"",
    "Aurora province was named in honor of Aurora Quezon, wife of president Manuel Quezon - who was born in Baler",
    "Bulacan came from the word burakan, Tagalog or Kapampangan for \"muddy place\"",
    "Laguna, Spanish for \"lake\" or \"lagoon\"",
    "Palawan came from \"perawan\" - a Malay word which means \"virgin land\"",
    "Rizal province was named after Jose Rizal as an honor.",
    "The highest point in the country is Mt. Apo, standing 2,954 high and is located between Davao City and Davao del Sur province",
    "The Mindoro dwarf buffalo, commonly called tamaraw, is a critically endangered mammal that can be only found in Mindoro, Philippines.",
    "Sinarapan, the world's smallest food fish, can be only found in the Philippines, particularly in the Bicol River, and in Lakes Manapao, Katugday, Bato, and Buhi in Camarines Sur.",
    "The San Juanico Bridge that connects Leyte and Samar is the longest bridge in the Philippines that connects two islands. It is 2.162 km. in length",
    "Laguna de Bay is the largest lake in the Philippines. It is located between Laguna and Rizal, and measures 900 sq. km",
    "The Mayon Volcano in Albay, Philippines, has a perfect cone shape.",
    "Corazon Aquino is the 11th President of the Philippines, becoming the first woman to hold that office. She was born in Tarlac",
    "Rodrigo Roa Duterte, also known as Digong and Rody, is a Filipino politician who is the 16th and current President of the Philippines and the first from Mindanao to hold the office.",
    "The longest river in the Philippines is the Cagayan River (also called Rio Grande de Cagayan). It measures up to 505 km. in length",
    "Cebu City, known as the \"Queen City of the South\", is considered the oldest city in the country.",
    "The Maria Cristina Falls, which is located in Lanao del Norte, is the largest falls in the country.",
    "Marikina City is considered the Shoe Capital of the Philippines.",
    "Luneta Park was originally called Bagumbayan.",
    "The highest mountain in the Philippines is Mt. Apo, a dormant volcano found in Mindanao, at 2,954 meters (9,689 feet). Mt. Pulag in Luzon is the second highest at 2,928 meters (9604 feet).",
    "The largest city in the Philippines is Davao City. With an area of 2,211 sq. km., it is about three times the size of the national capital, Metro Manila.",
    "Negros Occidental has the most cities among Philippine provinces."
  ]
}
